docs/posts/2015-01-13-love-and-attention.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- Dec 28, 2024 -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Love and Attention</title>
<meta name="author" content="Randy Ridenour" />
<meta name="generator" content="Org Mode" />
<link rel='icon' type='image/x-icon' href='/images/favicon.ico'/>
<meta name='viewport' content='width=device-width, initial-scale=1'>
<link rel='stylesheet' href='/css/normalize.css' type='text/css'/>
<link rel='stylesheet' href='/css/main.css' type='text/css'/>
<link rel='stylesheet' href='/css/syntax-coloring.css' type='text/css'/>
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="/"> UP </a>
 |
 <a accesskey="H" href="/"> HOME </a>
</div><header id="top" class="status">
<div class="banner">
  <h2><a href="/">Randy Ridenour</a></h2>
  <nav class="navbar">
    <ul>
      <li><a href="/posts/">Blog</a></li>
      <li><a href="/about.html">About</a></li>
      <li><a href="/tags/">Tags</a></li>
      <li><a href="/index.xml">RSS</a></li>
    </ul>
  </nav>
</div>
</header>
<main id="content" class="content">
<header>
<h1 class="title">Love and Attention</h1>
<p class="subtitle" role="doc-subtitle">Jan 13, 2015</p>
</header><p>
A few days ago, Casie Trotter sent me this quote from George Saunders: &ldquo;I think that art is a form of paying attention and, for me, attention is love.&rdquo; This is an important point, although I would phrase it differently. Attention is not love, because attention can easily be followed by an act of hate. Attention is a necessary condition of love; it is impossible to love something unless on pays attention to the object of love. In the same way, it is impossible to hate something without also being willing to pay attention to it. Without attention, there is neither love nor hate, there is just indifference—the great sin of the Laodicean church.
</p>

<p>
Traditionally, the theme of the second Sunday of Advent is love. Darley and Batson&rsquo;s famous Good Samaritan study<sup><a id="fnr.1" class="footref" href="#fn.1" role="doc-backlink">1</a></sup> shows that a major impediment to paying attention is simply being in a hurry. Ironically, then, the many activities and rushed pace of the Advent season make it harder for us to pay attention, and therefore less likely that Advent will be a season of love.
</p>

<p>
Let us begin to love by paying attention.
</p>

<p>
Holy Spirit,
</p>

<p>
Forgive me, for<br>
although I can see,<br>
I am too often blind.
</p>

<p>
Instead of obstacles in my path,<br>
let me see opportunities<br>
to slow down,<br>
to linger,<br>
to pay attention,<br>
to love.
</p>

<p>
For time is never wasted<br>
when it is spent in love.
</p>

<p>
<i>Amen</i>
</p>


<div class="tagline" id="org2f26dea">
<p>
Tagged: <a href="../tags/prayer.html">Prayer</a>
</p>

</div>
<div id="footnotes">
<h2 class="footnotes">Footnotes</h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1" role="doc-backlink">1</a></sup> <div class="footpara" role="doc-footnote"><p class="footpara">
<i>Journal of Personality and Social Psychology</i>, vol. 27, no. 1, 100-108.
</p></div></div>


</div>
</div></main>
<footer id="postamble" class="status">
<div class='footer'>
  Copyright © 2024 <a href='mailto:rlridenour@fastmail.com'>Randy Ridenour.</a><br>
  Last updated on Dec 28, 2024.<br>
  Generated using <a href="https://www.gnu.org/software/emacs/">Emacs</a> 29.4 (<a href="https://orgmode.org">Org</a> mode 9.8-pre).
</div>
</footer>
</body>
</html>
